export const descriptoinOfSimulation1 = `Чтобы лучше понять принципы работы первого радиоприемника, предлагаем вам собрать его схематический чертеж в формате пазла.`;
export const descriptoinOfSimulation2 = `В следующем задании вам предстоит почувствовать себя радиотехником: найдите и поймайте нужную частоту, чтобы получить переданное сообщение.`;

const section6 =
  'После успешной демонстрации Попов продолжил совершенствовать своё изобретение. В 1896 году он увеличил дальность передачи до нескольких сотен метров, а в дальнейшем — до километра. В 1900 году радио Попова сыграло важнейшую роль в спасательной операции: по радиосвязи был передан приказ ледоколу «Ермак» о спасении 50 рыбаков, унесенных на льдине.';
const section7 =
  'В отличие от Гульельмо Маркони, Александр Попов не стремился патентовать своё изобретение за рубежом или коммерциализировать его. Его задачей было научное развитие и внедрение радиосвязи в практику, особенно в военном и морском деле.';
const section8 = 'Настройка радиоволн: принцип работы';
const section9 =
  'Работа радиоприемника Попова была основана на приеме электромагнитных колебаний, настройки на частоту сигнала и расшифровке передаваемых сообщений. Чтобы сигнал был четким, устройство должно было быть точно настроено на частоту передатчика — задача, требующая особой точности.';
const section10 = 'Вклад Александра Попова и значение радио сегодня';
const section11 =
  'Сегодня радио используется в широком спектре областей: от сотовой связи до навигационных систем и космических исследований. Начало этому положил скромный опыт Александра Попова — опыт, ставший фундаментом для развития всей радиоэлектроники.';
const section12 =
  'Будущее радиотехнологий обещает новые открытия: от получения электроэнергии из радиоволн до создания сверхчувствительных радиотелескопов, способных раскрыть тайны глубин Вселенной.';
const section13 = 'И в этом прогрессе навсегда останется вклад великого русского ученого.';

export { section6, section7, section8, section9, section10, section11, section12, section13 };
