export const radioTexts = {
  range0_30: {
    title: '🚫 Далеко от сигнала',
    messages: [
      '…ш-ш-ш…',
      '…не…при…ём…',
      '…ть… 34… экстренная…',
      '…никогда не поздно…',
      '…радио Вспышка… ууу…',
      '…они идут… шшш…',
    ],
  },

  range30_70: {
    title: '📡 Ищем частоту',
    messages: [
      '…повторяю, координаты 47.2 север…',
      '…мы ждали этого сигнала…',
      '…не выключайте приёмник…',
      '…радио Пыль. Вы не одни…',
      '…эксперимент не удался…',
    ],
  },

  range70_99: {
    title: '📶 Почти поймано',
    messages: [
      'Говорит станция Эхо. Мы вас слышим.',
      'Сигнал стабилизируется... держитесь.',
      'Вы на правильной частоте. Почти…',
      'Не останавливайтесь... ещё чуть-чуть…',
      'Мы были в тени. Теперь вы с нами.',
    ],
  },

  range100: {
    title: '✅ Сигнал установлен',
    messages: [
      'Соединение установлено.',
      'Добро пожаловать на станцию “Последняя Волна”.',
      'Вы настроились. Мы вас ждали.',
      'Сигнал чист. Приём начат.',
    ],
  },
};
