const section1 = 'Радио как великое изобретение.';
const section2 =
  'Радио, от латинского radio — «излучаю», — стало одним из наиболее значимых открытий конца XIX века. Возможность передавать сообщения без использования проводов изменила способы коммуникации, стерев расстояния между людьми. Это стало результатом труда целого ряда ученых, таких как Майкл Фарадей, Джеймс Клерк Максвелл, Генрих Герц и другие. Однако именно в руках Александра Степановича Попова технологии электромагнитных волн обрели прикладную форму, сделав возможной практическую радиосвязь.';

const section3 = 'Изобретение радио Александром Поповым';
const section4 =
  'Русский физик Александр Попов с 1894 года работал над созданием устройства для беспроводной передачи сигналов, предназначенного прежде всего для нужд военно-морского флота. Ключевым элементом его радиоприемника стал когерер — прибор, реагирующий на электромагнитные волны.';
const section5 =
  '7 мая 1895 года Попов выступил с докладом в Русском физико-химическом обществе, продемонстрировав опыт передачи электрических сигналов на расстоянии с использованием устройства собственного изготовления. Сигналы передавались с помощью азбуки Морзе. Этот день официально считается датой рождения радио в России.';

export { section1, section2, section3, section4, section5 };
