const section1 =
  '7 мая в России отмечается День радио — профессиональный праздник всех работников отрасли связи, телевидения и радиовещания. Эта дата выбрана не случайно: именно 7 мая 1895 года выдающийся русский физик и электротехник Александр Степанович Попов на заседании Русского физико-химического общества представил свое революционное изобретение — первую в мире систему беспроводной связи.';
const section2 =
  'Впервые в истории было доказано, что можно передавать сигналы без использования проводов, используя силу электромагнитных волн. Этот день по праву считается рождением радио.';
const section3 = 'Как устроен был первый радиоприемник Попова?';
const section4 = 'Прототип устройства, продемонстрированный учёным, включал:';
const section5 = [
  'стеклянную трубку с металлическими опилками (когерер),',
  'электромагнитное реле,',
  'источник питания — батарею,',
  'и звонок для звукового сигнала.',
];
const section6 =
  'Когда когерер принимал электромагнитный импульс, опилки внутри трубки сближались, цепь замыкалась, и раздавался звонок. Это был первый работающий радиоприемник, способный улавливать сигналы на расстоянии.';
const section7 =
  'Позже Попов усовершенствовал своё изобретение, создав грозоотметчик — устройство, автоматически регистрирующее грозовые разряды, фиксируя активность радиопомех в течение суток. Этот прибор стал важным вкладом не только в развитие радиосвязи, но и в науку о погоде и атмосфере.';
const section8 = 'Кто первым изобрел радио?';
const section9 =
  'Споры о первенстве в изобретении радио ведутся до сих пор. В разных странах есть свои герои:';
const section10 = [
  'В США и Сербии — Никола Тесла, проводивший схожие эксперименты с высокочастотными волнами;',
  'В Великобритании — Оливер Лодж, один из первых, кто экспериментировал с когерером;',
  'В Германии — Карл Фердинанд Браун, сделавший вклад в радиотехнику;',
  'В Италии — Гульельмо Маркони, которому в 1909 году была вручена Нобелевская премия по физике за вклад в развитие беспроводной телеграфии.',
];
const section11 =
  'Тем не менее, в России и в ряде других стран Александр Попов справедливо считается основоположником радио. Его эксперимент 7 мая 1895 года положил начало новой эпохе — эпохе беспроводной связи.';
export {
  section1,
  section2,
  section3,
  section4,
  section5,
  section6,
  section7,
  section8,
  section9,
  section10,
  section11,
};
