export const popularCards = [
  [
    {
      img: '/tractor/author.png',
      title: 'Гусеничный трактор',
      description:
        'Мастер знал: изобретение облегчит труд крестьянина и увеличит его производительность. А значит — новую машину с радостью примут помещики. Однако реакция землевладельцев оказалась более чем прохладной.',
      link: 'tractor',
    },
    {
      img: '/radio/author.webp',
      title: 'Радио',
      description:
        '7 мая в России отмечается День радио — профессиональный праздник всех работников отрасли связи, телевидения и радиовещания. Эта дата выбрана не случайно: именно 7 мая 1895 года выдающийся русский физик и электротехник Александр Степанович Попов на заседании Русского физико-химического общества представил свое революционное изобретение — первую в мире систему беспроводной связи.',
      link: 'radio',
    },
    {
      img: '/light-bulb/author.jpg',
      title: 'Лампочка',
      description:
        'В 1875 году русский инженер Павел Николаевич Яблочков представил миру свое гениальное изобретение — так называемую «электрическую свечу», ставшую одним из первых источников электрического света. Это открытие стало важным шагом в развитии светотехники.',
      link: 'light-bulb',
    },
  ],
  [
    {
      img: '/radio/author.webp',
      title: 'Радио',
      description:
        '7 мая в России отмечается День радио — профессиональный праздник всех работников отрасли связи, телевидения и радиовещания. Эта дата выбрана не случайно: именно 7 мая 1895 года выдающийся русский физик и электротехник Александр Степанович Попов на заседании Русского физико-химического общества представил свое революционное изобретение — первую в мире систему беспроводной связи.',
      link: 'radio',
    },
    {
      img: '/light-bulb/author.jpg',
      title: 'Лампочка',
      description:
        'В 1875 году русский инженер Павел Николаевич Яблочков представил миру свое гениальное изобретение — так называемую «электрическую свечу», ставшую одним из первых источников электрического света. Это открытие стало важным шагом в развитии светотехники.',
      link: 'light-bulb',
    },
    {
      img: '/tractor/author.png',
      title: 'Гусеничный трактор',
      description:
        'Мастер знал: изобретение облегчит труд крестьянина и увеличит его производительность. А значит — новую машину с радостью примут помещики. Однако реакция землевладельцев оказалась более чем прохладной.',
      link: 'tractor',
    },
  ],
];
