export const popularCards = [
  [
    {
      img: 'card-img.png',
      title: 'Гусеничный трактор',
      description:
        'Мастер знал: изобретение облегчит труд крестьянина и увеличит его производительность. А значит — новую машину с радостью примут помещики. Однако реакция землевладельцев оказалась более чем прохладной.',
      link: 'tractor/history',
    },
    {
      img: 'card-img.png',
      title: 'Радио',
      description:
        'Мастер знал: изобретение облегчит труд крестьянина и увеличит его производительность. А значит — новую машину с радостью примут помещики. Однако реакция землевладельцев оказалась более чем прохладной.',
      link: 'radio/history',
    },
    {
      img: 'card-img.png',
      title: 'Лампочка',
      description:
        'Мастер знал: изобретение облегчит труд крестьянина и увеличит его производительность. А значит — новую машину с радостью примут помещики. Однако реакция землевладельцев оказалась более чем прохладной.',
      link: 'light-bulb/history',
    },
  ],
  [
    {
      img: 'card-img.png',
      title: 'Гусеничный трактор',
      description:
        'Мастер знал: изобретение облегчит труд крестьянина и увеличит его производительность. А значит — новую машину с радостью примут помещики. Однако реакция землевладельцев оказалась более чем прохладной.',
      link: 'tractor/history',
    },
    {
      img: 'card-img.png',
      title: 'Гусеничный трактор',
      description:
        'Мастер знал: изобретение облегчит труд крестьянина и увеличит его производительность. А значит — новую машину с радостью примут помещики. Однако реакция землевладельцев оказалась более чем прохладной.',
      link: 'tractor/history',
    },
    {
      img: 'card-img.png',
      title: 'Гусеничный трактор',
      description:
        'Мастер знал: изобретение облегчит труд крестьянина и увеличит его производительность. А значит — новую машину с радостью примут помещики. Однако реакция землевладельцев оказалась более чем прохладной.',
      link: 'tractor/history',
    },
  ],
];
