export const popularCards = [
  [
    {
      img: 'card-img.png',
      title: 'Гусеничный трактор',
      description:
        'Мастер знал: изобретение облегчит труд крестьянина и увеличит его производительность. А значит — новую машину с радостью примут помещики. Однако реакция землевладельцев оказалась более чем прохладной.',
    },
    {
      img: 'card-img.png',
      title: 'Гусеничный трактор',
      description:
        'Мастер знал: изобретение облегчит труд крестьянина и увеличит его производительность. А значит — новую машину с радостью примут помещики. Однако реакция землевладельцев оказалась более чем прохладной.',
    },
    {
      img: 'card-img.png',
      title: 'Гусеничный трактор',
      description:
        'Мастер знал: изобретение облегчит труд крестьянина и увеличит его производительность. А значит — новую машину с радостью примут помещики. Однако реакция землевладельцев оказалась более чем прохладной.',
    },
  ],
  [
    {
      img: 'card-img.png',
      title: 'Гусеничный трактор',
      description:
        'Мастер знал: изобретение облегчит труд крестьянина и увеличит его производительность. А значит — новую машину с радостью примут помещики. Однако реакция землевладельцев оказалась более чем прохладной.',
    },
    {
      img: 'card-img.png',
      title: 'Гусеничный трактор',
      description:
        'Мастер знал: изобретение облегчит труд крестьянина и увеличит его производительность. А значит — новую машину с радостью примут помещики. Однако реакция землевладельцев оказалась более чем прохладной.',
    },
    {
      img: 'card-img.png',
      title: 'Гусеничный трактор',
      description:
        'Мастер знал: изобретение облегчит труд крестьянина и увеличит его производительность. А значит — новую машину с радостью примут помещики. Однако реакция землевладельцев оказалась более чем прохладной.',
    },
  ],
];
